[Strings]
128=Elcomsoft Wireless Security Auditor\nEWSAProject_\nEWSA Project\nEWSA projects (*.wkp)\n.wkp\nEWSA.Document\nEWSA Document
129=无法打开帮助文件
130=无法保存文件。引擎错误：%s
131=无法载入文件。引擎错误：%s
132=保存工程数据
133=加载工程文件
134=PSPR 日志文件 (*.wph)|*.wph|所有文件 (*.*)|*.*||
135=无法解析指定的文件
136=时间戳
137=消息
138=SSID
139=Hash
140=密码
141=Pbkdb2 计数
142=状态
143=注释
144=智能变换选项
145=大小写变换
146=数字变换
147=边界变换
148=反常变换
149=缩写变换
150=顺序变换
151=元音变换
152=删除变换
153=交换变换
154=重复变换
155=限定符变换
156=日期变换
157=速度
158=效率
159=最大速度
160=最大效率
161=全部设为默认
162=禁用
163=字典文件
164=密码变换选项
165=启用变换
166=字典文件 (*.dic; *.txt)|*.dic; *.txt|所有文件 (*.*)|*.*||
167=你应该设置一个字典文件，以便继续
168=记录日志
169=启用屏幕输出
170=常规消息
171=警告
172=错误信息
173=加入 WPA-PSK Hash
174=WPA-PSK 属性
175=SSID
176=PBKDF2 计数器
177=Hash
178=注释（可选）
179=无效的 Hash 字符串
180=空的 SSID 字符串
181=内存不足
182=CPU 选项
183=CPU 占用
184=CPU 核心数
185=使用 GPU
186=无效的 CPU 的利用率
187=Tcp Dump 文件 (*.cap; *.pcap; *.dmp; *.dump)|*.cap; *.pcap; *.dmp; *.dump|所有文件 (*.*)|*.*||
188=摘要
189=操作系统
190=CPU 名称
191=CPU 速度
192=用户
193=机器
194=自检
195=总内存：
196=核心数：
197=时钟频率：
198=计算能力：
199=注意：当添加或删除显卡一定要调整当前的选择。
200=GPU 选项
201=可用设备
202=设备信息
203=自动检测
204=显示驱动信息：
205=点击这里
206=驱动信息
207=注册
208=在这里输入注册码：
209=感谢您的注册本程序！
210=您输入的注册码无效。
211=注册
212=注册库初始化失败
213=关于
214=获取更多信息
215=看看其他密码恢复软件，我们有
216=打开 ElcomSoft 有限公司网站
217=无法打开网页
218=请耐心等待
219=连接到 ElcomSoft 网站...
220=取消
221=无法取得目前的版本信息
222=连接取消
223=无法连接到更新服务器
224=更新不可用
225=发现新版本 %s\r\n你要打开产品页面(%s)吗？
226=未知错误
227=显示设备：
228=设备
229=NVIDIA 驱动程序信息：
230=没有找到 CUDA 设备。
231=没有检测到 NVIDIA 驱动程序
232=内部错误
233=文件打开错误
234=未知文件格式
235=不再支持旧文件格式
236=文件损坏
237=读取文件数据错误
238=<未知版本>
239=已用时间：
240=剩余时间：
241=当前速度：
242=平均速度：
243=最后密码：
244=CPU 负载：
245=无法初始化智能字典
246=无效的 Hash 对象
247=开始恢复失败，%d错误
248=运行...
249=暂停...
250=找到
251=没有找到
252=恭喜！密码已被找到。
253=还没找到密码。请考虑尝试其他字典或更改密码变动选项。
254=Tamos CommView 日志文件 (*.wph)|*.wph|所有文件 (*.*)|*.*||
255=你所选择项目的密码已被找到。你是否要重设密码再次解密？
256=<试用版本不显示>
257=字典总数：
258=密码
259=ATI 驱动信息：没找到 CAL 设备
260=没有找到。
261=没有检测到 ATI 驱动程序
262=选择握手包
263=发现多握手包，请选择要恢复的握手包。
264=全选
265=选择有效
266=全部取消
267=有效
268=是
269=否
270=无数据
271=未注册 DEMO 版
272=继续测试
273=重启测试
274=开始测试
275=忽略小于8个或大于64个字符的密码
276=指定的文件没有发现握手包
277=您选择的一个或多个握手包无效。这意味着恢复的密码对该无线网络无效。要继续吗？
278=无法打开该文件。 %s
279=输入的参数之一是无效的。
280=内存不足。
281=请重新启动该程序，以便使更改生效
282=无法读取该文件。
283=你试图打开的文件无效。它既不是一个有效的 Tcp Dump 文件，也不包含任何无线数据传输信息。
284=您选择的握手包中至少有一个不包含任何有关密码有效性的信息。这意味着恢复的密码对该无线网络无效。要继续吗？
285=文件
286=操作
287=选项
288=帮助
289=语言
290=支持
291=写入日志文件
292=所有文件(*.*)|*.*||
293=未处理的异常
294=字典选项
295=字典文件
296=其他选项
297=新增
298=删除
299=密码突变选项
300=新增字典到列表
301=删除列表中被选中的字典
302=选择所有字典
303=取消选择
304=设定字典攻击的字典
305=你的 %s 已是最新版本
306=使用 SSE2 指令集
307=至少有一个字典文件还没有被找到。要继续吗？
308=该程序将连接到 ElcomSoft 网站，以获取最新版%s的信息。您的任何信息都不会被发送到 ElcomSoft（即使您目前的版本号）。请确保联网，然后按“确定”，或按“取消”终止。
309=智能字典
310=无法初始化任意一个指定的字典
311=CPU
312=选择一个项目来激活“开始测试”按钮
313=导入数据\n从文件中恢复数据
314=点击“导入”按钮添加要恢复数据
315=剩余字典数：
316=MHz
317=上
318=下
319=在列表移动所选项目
320=向下移动所选项目
321=CPU 核心数无效。你应该设置至少使用一个 CPU 核心。
322=CPU 供应商
323=CPU 系列，型号，步进
324=CPU 数
326=等待...
327=跳过
328=某些握手包可能会丢失，因为该文件已损坏
329=无法发送请求到 IPC 服务器
330=无法从 IPC 的服务器的响应
331=无法读取响应
332=服务显示，它无法处理请求
333=无法建立 IPC 的聊天
334=服务文件未找到。重新安装应用程序。
335=IPC 的初始化失败
336=无法加载必要的图书馆之一
337=SC 管理器无法打开
338=无法启动服务
339=没有找到数据
340=一个或多个项目读取错误
341=导出 WPA-PSK Hash\tCtrl+U
342=导出无线连接 Hash/nDump windows hashes
343=因 WPA-PSK Hash 为空，至少有一个的 WPA-PSK 的 Hash 无法处理。但你可以跳过密码猜测并查看原始明文口令。要进行解密吗？
344=WPA-PSK 解密密码
345=原始的 WPA-PSK 密码。
346=复制到剪贴板
347=保存到文件
348=无法将数据复制到剪贴板
349=密码已被成功复制到剪贴板
350=文本文件（*.txt）| *.txt |所有文件(*.*)|*.*||
351=加密失败。
352=无法解析输入数据。
353=你不能转储 WPA 的 Hash 函数，因为这无法从网络驱动器在运行
354=管理员权限是必需的。 UAC 的必须设置为允许该程序以管理员身份运行。你想继续吗？
355=这个功能（导出 WPA Hash）需要管理员权限。你想继续吗？
356=全部删除
357=无线网络嗅探器
358=无线嗅探器
359=设备
360=说明
361=通道
362=开始嗅探
363=停止嗅探
364=搜索 Pcap 设备： %s 错误
365=找不到设备！确保您的适配器已正确插好
366=无法启动监听线程。最后一个系统错误：%lu。
367=打开适配器： %s 错误
368=该适配器没有无线扩展。
369=设置通道： %s 错误
370=设置链路层： %s 错误
371=读取 %d %s
372= %d 个数据包解析(s)
373=错误设置 MAC 帧校验： %s
374=只接受正确的帧
375=错误设置帧控制验证： %s
376=所有频道
377=读取数据包错误：
378=抱歉，本程序的 %s 仅允许使用2个 CPU 核心。
379=当前版本
380=演示版
381=对不起，本程序的 %s 不支持 Tableau 加速器。
382=抱歉，该程序的 %s 仅支持1个加速器。
383=找不到 WinPcap 链接库。请重新安装该应用程序。
384=无法启动 MasterThread：
385=不能创建或启动工作线程
386=初始化错误
387=标志
388=数据
389=电源
390=检测网络
391=接入点
392=停止检测
393=无线监听器处理中
394=停止检测
395=站点
396=加密
397=位置
398=速度
399=包
400=你应该设置至少一个 CPU 核心或加速器进行解密
401=抱歉，此功能仅适用于专业版。
402=密码预猜选项
403=可能的密码
404=密码设置
405=这里输入可能的密码
406=当您要检查所有可能的情况下的组合时，启动这个选项
407=密码预猜攻击假定您知道密码的一部分。在这里输入单词。程序将尝试所有可能的组合和单词突变。
408=输入您的注册码以升级到专业版
409=免费试用
410=标准
411=请注意你使用 %s 版本的产品，虽然它允许运行网络嗅探器，但您将无法导入握手包到程序中（以进行进一步恢复），这功能只可在专业版使用。
412=您的系统中没有检测到 AirPcap 适配器
413=请首先选择一个设备
414=选择一个来进行
415=在嗅探客户端时进行取消严重攻击（从下面的列表中选择一个）
416=重试次数
417=没有检测到活跃客户端，程序将尝试对所有站点进行取消验证攻击。你要继续吗？
418=你没有选择客户端进行取消验证攻击。你想对所有站点进行取消验证攻击吗？请注意，当对一个正在连接的客户端进行取消验证攻击时效率更高。
419=取消验证攻击失败
420=发送取消验证攻击消息， %ld 试图离开
421=字典穷举攻击
422=密码预猜攻击\tCtrl+2
423=仅更改所有可能的组合形式
424=总词数：
425=剩余词数：
426=你应该先对密码预猜选项进行设置
427=密码还没有被找到。
428=字符组合选项
429=密码字符
430=自定义字符集
431=字符：
432=密码：
433=密码范围：
434=总密码：
435=在这里输入你的密码生成字符
436=你可以在这里设置自己的字符集
437=字符组合攻击\tCtrl +3
438=??\t\t\t- 单一字符\n?c\t\t\t- 小拉丁字符 (a..z)\n?C\t\t\t- 大拉丁字符 (A..Z)\n?$\t\t\t- 部分特殊符号字符集\n?@\t\t\t- ，全部特殊字符集符号\n?#\t\t\t- 从所有可打印的范围\n?d[(min-max)]\t\t- 从最小到最大数字或一个数字\n?1..9[(min-max)]\t- 所有范围（最小至最大长度）使用用户定义的字符集 1..9
439=你只能设置10个自定义字符集。请删除不必要的。
440=输入的数据无效
441=无效的规则或语法
442=数据超出范围
443=内存分配失败
444=无掩模组
445=无效范围
446=无效范围的大小
447=添加新的字符集
448=在这里输入你自己的字符集
449=该方案删除了​​一些重复的字符集的字符。请检查它。
450=你应该对字符组合选项进行设置
451=无法初始化语法分析器: %s.
452=组合字典攻击选项
453=源词表
454=密码生成规则
455=检查大写和小写组合
456=使用 Word 分隔符
457=使用额外的突变（时间消耗）
458=简单
459=标准
460=复杂
461=组合字典攻击将生成所有可能的从字典输入的两个词的密码组合。您还可以设置附加选项检查大小写组合，文字分隔符，执行额外的输出密码突变。
462=字典1
463=字典2
464=编辑突变
465=至少有一个字典未设置或者未找到
466=设置至少一个分隔符
467=组合字典攻击\tCtrl+4
468=你应该先对组合字典选项进行设置
469=密码预猜攻击
470=字符组合攻击
471=组合字典攻击
472=程序已成功找到并解密 %d 的无线密码
473=你需要添加至少一个自动
474=你需要设置一个单词以进行处理
475=你需要设置一个有效的组合规则以进行处理
476=设定自动保存间隔（分钟）:
477=自动保存
478=记录日志
479=混合选项
480=字典
481=规则文件
482=规则提示
483=混合规则攻击
484=加入带规则的文件
485=移除列表中被选中的规则
486=你需要设定至少一个规则文件以继续
487=在解析 %s 时出错，仍然要继续吗？
488=无法解析规则： %s
489=无其他可用项
490=无法读取规则文件
491=规则文件 (*.rul)|*.rul|全部文件 (*.*)|*.*||
492=混合规则攻击\tCtrl+4
493=初始化词变异
494=对较长的密码进行变异将消耗较长的时间，你想继续吗？

32771=帮助\n打开帮助手册
32773=登录
32775=导入 PSPR 日志文件\n导入
32780=导入 Tcp Dump 的日志文件\n导入 Tcp Dump 的二进制日志文件
32782=导入 PSPR 文本日志文件到程序\n导入 PSPR 日志文件
32784=突变选项
32787=开始测试\开始进行恢复
32788=暂停测试\n停止当前测试
32789=手动添加新的 WPA - PSK 的 Hash\n手动添加新的 WPA-PSK 的 Hash
32790=CPU 选项
32791=GPU 选项
32794=输入注册码
32796=在线购买程序
32798=打开EWSA网页
32799=常见问题
32800=发送错误报告
32801=新功能建议
32802=检查更新\n检查 Elcomsoft 站点上的新版本
32803=在线购买
32804=输入注册码
32805=移除所选列表项\n从恢复列表中移除所选项目
32806=导入 Tamos CommView 日志文件\n导入 CommView 日志
32903=新建项目 &N\tCtrl+N
32904=打开项目 &O\tCtrl+O
32905=保存 &S\tCtrl+S
32906=另存为 &A\tCtrl+A
32907=导入 &Tcp Dump 文件\tCtrl+T
32908=导入 &PSPR 日志\tCtrl+P
32909=导入 Comm&View 日志\tCtrl+V
32910=手动加入 &WPA-PSK Hash\tCtrl+W
32912=退出 &X\tCtrl+X
32913=启动\tCtrl+R
32914=暂停\tCtrl+Z
32915=删除选中的项目 &D\tCtrl+D
32916=&CPU 选项\tCtrl+C
32917=&GPU 选项\tCtrl+G
32918=字典选择\tCtrl+I
32919=无线网络嗅探 &F\tCtrl+F
32920=密码变化选项 &M\tCtrl+M
32922=记录选项 &L\tCtrl+L
32923=攻击选项\tF9
32924=帮助内容\tF1
32928=密码预猜攻击设置
32935=字符组合攻击设置
32939=组合自动攻击设置
32944=一般设置\t
32948=一般设置\tCtrl+L

57344=Elcomsoft Wireless Security Auditor
57345=就绪
57600=新项目\n新建项目
57601=打开项目\n打开一个现有的项目
57602=关闭活动文档\n关闭
57603=储存项目\n保存当前项目
57604=保存用新名称活动文档\n另存新档
57616=打开此文件
57617=打开此文件
57618=打开此文件
57619=打开此文件
57620=打开此文件
57621=打开此文件
57622=打开此文件
57623=打开此文件
57624=打开此文件
57625=打开此文件
57626=打开此文件
57627=打开此文件
57628=打开此文件
57629=打开此文件
57630=打开此文件
57631=打开此文件
57664=显示程序信息，版本号和版权\n关于
57665=退出应用程序;提示保存文件\n退出
59392=显示或隐藏工具栏\n切换工具栏
59393=显示或隐藏状态栏\n切换状态
61184=更改窗口大小
61185=更改窗口位置
61186=减少对窗口的图标
61187=放大到全尺寸的窗口
61188=切换到下一个文档窗口
61189=切换到前一个文档窗口
61190=关闭当前窗口，并提示储存文件
61202=恢复到正常大小的窗口
61203=激活任务列表
